/* General */
"OK" = "OK";
"Basic settings" = "Basic settings"; /* Section header */
"Delete" = "Delete";


/* Main activities*/
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";


/* HomeView */
"Up next" = "Up next"; /* Section header */
"More to explore" = "More to explore"; /* Section header */


/* ProjectsView */
"Open Projects" = "Open Projects"; /* NavigationTitle */
"Closed Projects" = "Closed Projects"; /* NavigationTitle */
"Add Project" = "Add Project"; /* Button label to add project when showinging open projects */
"Add New Item" = "Add New Item"; /* Button label to add project when showing open projects */
"There's nothing here right now." = "There's nothing here right now."; /* Text when no projects */


/* Common for many views */
"Description" = "Description"; /* Placeholder text for detail text field */
"New Project" = "New Project"; /* Default project name in Project CoreData helper */
"New Item" = "New Item"; /* Default item name in Project CoreData helper */
"Sort" = "Sort"; /* Sort button label */
"Sort items" = "Sort items"; /* Title of Alert */
"Optimized" = "Optimized"; /* Button lable sort action sheet */
"Creation Date" = "Creation Date"; /* Button lable sort action sheet */
"Title" = "Title"; /* Placeholder text for title text field and button lable sort action sheet*/


/* EditProjectView*/
"Edit Project" = "Edit Project"; /* NavigationTitle */
"Custom project color" = "Custom project color"; /* Section header */
"Close this project" = "Close this project"; /* Button label */
"Delete this project" = "Delete this project"; /* Button label */
"Reopen this project" = "Reopen this project"; /* Button label when showing closed projects */
"Close this project will move this project to Closed tab. Delete the project will delete the project from memory." = "Close this project will move this project to Closed tab. Delete the project will delete the project from memory."; /* Section footer */


/* EditItemView */
"Edit Item" = "Edit Item";
"Mark Completed" = "Mark Completed";
"Priority" = "Priority";
"High" = "High";
"Medium" = "Medium";
"Low" = "Low";
"Delete project?" = "Delete project?";
"Are you sure you want to delete this project? It will also delete all items it contains." = "Are you sure you want to delete this project? It will also delete all items it contains.";


/* AwardsView */
"Unlocked" = "Unlocked";
"Locked" = "Locked";


/* ContainerView */
"Please selection something from the menu to begin." = "Please selection something from the menu to begin.";
